Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Watchface Selection
cs: Výběr ciferníku
nb_no: Valg av urskive
pl: Wybór tarczy zegarka
zh_hant: 錶盤選擇

source: Watchface Settings
cs: Nastavení ciferníku
fr: Paramètres du cadran
nb_no: Innstillinger for urskive
pl: Ustawienia tarczy zegarka
zh_hant: 錶盤設定

source: 𝒳 = Max SMB Basal Minutes
cs: 𝒳 = Max. minut bazálu pro SMB
da: X = Max SMB Basal Minutter
de: 𝒳 = Max SMB Basal Minuten
es: X = Máximo SMB Basal Minutos
fr: 𝒳 = Max SMB en minutes de basal
it: X = Minuti Basali Max Smb
nb_no: X = Maks basalminutter for SMB
nl: X = Max SMB Basaal minuten
pl: X = Max SMB Basal Minut
pt_pt: X = Max SMB Basal Minutos
ru: X = Макс. базал SMB минут
sv: X = Max SMB basalminuter
uk: X = макс. SMB базисні хвилини
vi: 𝒳 = Số phút liều nền SMB tối đa
zh_hant: 𝒳 = 最大SMB基礎分鐘數

source: 𝒳 = Max UAM SMB Basal Minutes
cs: 𝒳 = Max. minut bazálu pro SMB při UAM
da: X = Max UAM SMB Basal Minutter
de: 𝒳 = Max UAM SMB Basal Minuten
es: X = Máximo UAM SMB Basal Minutos
fr: 𝒳 = Max SMB pour UAM en minutes de basal
it: X = Max UAM SMB Minuti Basali
nb_no: X = Maks basalminutter for UAM SMB
nl: X = Max UAM SMB Basaal minuten
pl: X = Max UAM SMB Minut
pt_pt: X = Máximo de minutos de basal da UAM SMB
ru: X = Макс UAM SMB базальные минуты
sv: X = Max UAM SMB Basalminuter
uk: X = розмір бази даних UAM
vi: 𝒳 = Số phút liều nền SMB UAM tối đa
zh_hant: 𝒳 = 最大UAM SMB基礎分鐘數

source: API secret
da: API hemmelighed
fr: Clé secrète API
it: API segreta
nb_no: API nøkkel
nl: API code
pl: Klucz API
pt_pt: Segredo da API
ru: API секрет
vi: Khóa API
zh_hant: API 密鑰

source: Apple Health
da: Apple Sundhed
es: Salud de Apple
fr: Apple Santé
it: Apple Salute
nb_no: Apple Helse
nl: Apple Gezondheid
pt_pt: Saúde da Apple
ru: Apple Здоровье
sv: Apple Hälsa
uk: Здоров'я Apple
zh_hant: Apple 健康

source: Dev
da: Udvikler
nl: Ontwikkel
pt_pt: Desenv.
ru: Отк
uk: Дев
zh_hant: 開發者

source: 𝑭 + 𝑷 = g CHO
da: F + P = g CHO
es: F + P = g CHO
it: F + P = g CHO
nl: F + P = g CHO
pl: F + P = g CHO
pt_pt: F + P = g CHO
ru: F + P = g CHO
sv: F + P = g KH
uk: F + P = g CHO

source: ISF
da: Insulin følsomhedsfaktor
ru: ФЧИ (ISF)
uk: ІСФ

source: Libre 2 Direct
da: Libre 2 Direkte
de: Libre 2 direkt
es: Libre 2 Directo
it: Libre 2 Dirette
pt_pt: Libre 2 Direto
ru: Libre 2 прямое подключение
sv: Libre 2 Direkt
uk: Libre 2 Пряме підключення
zh_hant: Libre 2 直接

source: raw: %lf
da: Rå: %lf
de: roh: %lf
es: crudo: %lf
fr: Brut : %lf
it: crudo: %lf
nl: ruw: %lf
pl: zasob: %lf
sv: rå: %lf
zh_hant: 原始值：%lf

source: SD
da: SA
es: D
nb_no: SA
nl: SA
pt_pt: DI
ru: УР
uk: СМД

source: • Nightscout
de: • Nigtscout
fr: • Nightscout (NS)
ru: • Ночная разведка
uk: • Нічна розвідка

source: Plugin CGM
de: CGM Plugin
fr: Plugin du capteur de glucose.
pl: Wtyczka CGM
ru: CGM плагина
uk: Плагін CGM
zh_hant: 外掛 CGM

source: SMB DeliveryRatio
de: SMB Abgabeverhältnis
fr: Ratio d'administration de SMB
nb_no: SMB leveringsratio
nl: SMB toedieningsratio
pl: SMB współczynnik dostarczania
ru: SMB соотношение подачи
sv: SMB ratio
uk: SMB співвідношення подачі
vi: Tỷ lệ phân phối SMB
zh_hant: SMB 傳送比率

source: • Dexcom G6 / ONE
es: • Dexcom G6 / UN
pt_pt: • Dexcom G6 / UM
sv: • Dexcom G6 / EN
uk: • Dexcom G6 / ОК

source: • Dexcom Share
es: • Compartir Dexcom
fr: • Partage Dexcom
pt_pt: • Compartilhamento Dexcom
ru: • Поделиться Dexcom
uk: • Ділитись Dexcom

source: • Medtronic Enlite
es: • Enlite medtrónico
fr: • Medtronic Enlite Cgm
pl: • Enlite Medtronic
pt_pt: • Enlite Medtronic
ru: • Медтронический вход
uk: • Метронік Елліт

source: • Omnipod Eros
es: Eros Omnipod
ru: • Эрос Omnipod

source: 🥨: COB
es: :2ezel:: COB
fr: 🥨: COB (Glucides actifs)
ru: 🥨: СОБ

source: Apple Watch
es: Manzana reloj
it: Orologio Apple
pt_pt: Relógio de Maçã
ru: Часы Apple
zh_hant: Apple 手錶

source: CGM
es: MCG
nb_no: Sensor (CGM)
pt_pt: MCG
ru: Мониторинг
vi: Cảm biến đường huyết

source: IOBpredBG
es: IBpredBG

source: Middleware
es: Medios
nb_no: Mellomvare
pl: Oprogramowanie pośrednie
pt_pt: Mediador
ru: Связующее ПО
uk: Проміжний код
vi: Phần mềm trung gian
zh_hant: 中介軟體

source: Nightscout
es: Explorador nocturno
fr: Nightscout (NS)
ru: Ночной разведчик
uk: Нічна розвідка

source: Omnipod Eros
es: Eros de Omnipod
pt_pt: Eros Omnipod
ru: Эрос Omnipod
uk: Омніпод-Ерос

source: Trio
es: Trío
ru: Трио
uk: Тріо

source: 💉: IOB
fr: 💉: IOB (Insuline active)

source: Autosens
fr: Sensibilité automatique "Autosens"
it: Autosensibilitá
nl: Gevoeligheidsdetectie (Autosens)
ru: Автосенс
uk: Автосенс
vi: Cài đặt Autosens
zh_hant: 自動敏感度調整

source: Autosens Max
fr: Sensibilité automatique maximale (Autosens maximal)
it: Autosensibilità Max
nb_no: Autosens Maks
ru: Максимум для алгоритма Autosens
sv: Autosens maxinställning
uk: Максимум для Алгоритму Автосенс
vi: Autosens tối đa
zh_hant: 自動敏感度最大值

source: Autosense
fr: Sensibilité automatique "Autosens"
it: Autosensibilità
nb_no: Autosens
ru: Автосенс
sv: Autosens
uk: Автосенс
zh_hant: 自動感應

source: Autotune
fr: Réglage automatique "Autotune"
ru: Автотюн
uk: Автотюн
zh_hant: 自動調整

source: Max COB
fr: COB Max
nb_no: Maks COB
ru: Максимум углеводов в крови
sv: Max mängd aktiva kolhydrater (COB)
uk: Максимум вуглеводів у крові (СОВ)
vi: COB tối đa
zh_hant: 最大 COB

source: Trio Discord
fr: Discord – Trio
ru: Трио Discord
uk: Тріо Discord

source: Trio Facebook
fr: Facebook – Trio
ru: Трио Facebook
uk: Тріо Facebook

source: W
fr: S
nb_no: U
pl: T
sv: V

source: Autosens Min
it: Autosensibilità Min
ru: Минимум для алгоритма Autosens
sv: Autosens minimuminställning
uk: Мінімум для Алгоритму Автосенс
vi: Autosens tối thiểu
zh_hant: 自動敏感度最小值

source: COB
nl: KAB (COB)
uk: КОБ

source: TDD
pl: DDI
pt_pt: DDT
uk: ШДД

source: URL
nb_no: Nettadresse
pl: Adres URL
pt_pt: Endereço da URL
uk: URL-адреса
zh_hant: 網址

source: mg/dL
ru: мг/дЛ
uk: мг/дл

source: mmol/L
ru: ммоль/л
uk: ммол/д

source: %@ g
ru: %@ г

source: %lld g
ru: %lld г

source: • Freestyle Libre
pt_pt: • Livre Livre
ru: • Libre Freestyle
uk: • Вільний фристайл

source: BGI
ru: БГИ
uk: БГІ

source: COBpredBG
ru: СОБСТВЕННЫЙ ГАЗ

source: CR
pt_pt: CRÉDITOS
ru: КР
uk: ПП

source: Garmin
pt_pt: Garmina
ru: Кармин
uk: Гармін

source: IOB
ru: ИБР
uk: ІОБ

source: Ok
ru: Ок
uk: Гаразд
vi: Đồng ý
zh_hant: 好的

source: OK
pt_pt: Certo
ru: ОК
uk: Гаразд
vi: Đồng Ý
zh_hant: 好

source: SMB
ru: СМБ
vi: Liều tiêm tự động (SMB)

source: CV
uk: МП

source: • Medtronic
zh_hant: • 美敦力

source: Bluetooth
zh_hant: 藍牙

source: ISF (%@)
zh_hant: 胰島素敏感度（%@）

source: Medtronic
zh_hant: 美敦力

source: SMB:
zh_hant: 微量注射:

source: TBR
zh_hant: 臨時基礎率

source: UAMpredBG
zh_hant: UAM 預測血糖
